"TITLE_INTRODUCTION" = "Innledning";
"TITLE_IDENTIFYING" = "Identifiserer tastaturet";
"TITLE_CONCLUSION" = "Konklusjon";
"TITLE_SELECT" = "Velg tastaturtype";

"INTRO_TEXT" = "Tastaturet kan ikke identifiseres og vil ikke kunne brukes før det er identifisert. Hvis du vil identifisere dette tastaturet, klikker du på Fortsett.\n\nDu kan hoppe over dette trinnet hvis tastaturet fungerer slik det skal, og du har en annen USB-inndataenhet som ikke er et tastatur, koblet til datamaskinen.";
"LEFT_SHIFT_TEXT" = "Trykk på tasten rett til høyre for Skift-tasten på venstre side av tastaturet.";
"RIGHT_SHIFT_TEXT" = "Trykk på tasten rett til venstre for Skift-tasten på høyre side av tastaturet.";
"SHIFT_SUB_TEXT" = "Trykk tasten kun én gang, og ikke hold tasten nede. Når tasten gjenkjennes, vises neste panel.";
"CONFIRM_TEXT" = "Tastaturet er identifisert. Klikk på Ferdig for begynne å bruke maskinen. Hvis dette ikke er riktig type for tastaturet, velger du typen og klikker på Ferdig.";
"FORCE_CONFIRM_TEXT" = "Velg tastaturtype, og klikk på Ferdig. Hvis du ikke kjenner tastaturtypen, kan du ta kontakt med produsenten av tastaturet og be dem om å identifisere typen.";
"PROGRESS_TEXT" = "Identifiserer tastaturet...";
"WARNING_TITLE" = "Tastaturet kan ikke identifiseres.";
"WARNING_MESSAGE" = "Tastene du trykket på, ble ikke gjenkjent. Klikk på OK for å velge tastaturtypen.";
"OK_BUTTON" = "OK";
"SKIP_BUTTON" = "Hopp over";

"EXTERNAL_LEFT_SHIFT_TEXT" = "Trykk på tasten til høyre for Skift-tasten på venstre side av tastaturet som ikke kan identifiseres.";
"EXTERNAL_RIGHT_SHIFT_TEXT" = "Trykk på tasten til venstre for Skift-tasten på høyre side av tastaturet som ikke kan identifiseres.";
"EXTERNAL_WARNING_MESSAGE" = "Du har trykket på en tast på Apple-tastaturet. Trykk på tastene på tastaturet som ikke kan identifiseres.";

"ANSI_TITLE" = "ANSI (USA og andre)";
"ANSI_HINT" = "Standard 101- eller 102-tasters tastatur og enkelte andre tastaturer";

"ISO_TITLE" = "ISO (Europeisk)";
"ISO_HINT" = "ISO/IEC 9995 standardtastatur";

"JIS_TITLE" = "JIS (Japansk)";
"JIS_HINT" = "Japansk standardtastatur med inndatametodetaster";

"MacISO_TITLE" = "ISO (Europeisk)";
"MacISO_HINT" = "ISO/Macintosh-tastatur";
